content/justashell.md
+++
title = "Just a shell"
author = ["dirk"]
lastmod = 2025-08-11T10:19:19+02:00
tags = ["forensicwheels"]
draft = false
+++

## What Burned Me Built Me {#burn}

I used to believe that the place I worked for meant something.
That our mission was shared. That our values were real.
That if you showed up with honesty, effort, and a willingness to carry more than your share —
you’d be met with respect. Or at least, fairness.

I was wrong.


### Disappointment {#disappointment}

What hurts isn’t the exit itself.
What hurts is realizing that the foundation I stood on
was never really there at all.
That the culture I believed in — the one I helped build —
was, in the end, just an image.

That when things got hard,
the masks stayed on, and
the people I trusted turned away.


### The Pull to React {#the-pull-to-react}

For a while, I wanted to fight.
Not because I love conflict,
but because the silence felt like betrayal.

I wanted to prove something.
To show them they were wrong about me.
To remind them that I was worth more than the way they let me go.

But I’ve chosen a different path.


### Stillness {#stillness}

I won’t drag names through the mud.
I won’t post receipts or pass around whispers.
Not because they deserve protection —
but because I deserve peace.

What I build next will be louder than anything I could say.


### What Comes Next {#what-comes-next}

I have ideas.
Good ones.
Open source, threat hunting on a budget, monitoring stacks that actually work,
stories about real resilience in the face of bullshit.

I know what I’ve built.
I know what I can offer.
And I’ll keep showing up — not for them,
but for the part of me that never wanted to be anything but real.


### Final Note {#final-note}

To those who watched in silence as I burned —
I hope the quiet served you well.

To those who ever believed in me —
I’m still here.

And to myself —
This is where it begins again. With truth, and with clarity.

> "The fire that consumed my old world
> is now the light that guides me forward."

---
